{
    "What is pneumonia?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is pneumonia?.",
    "How can pneumonia be prevented?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can pneumonia be prevented?.",
    "What are the symptoms of pneumonia?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of pneumonia?.",
    "What are the causes of pneumonia?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of pneumonia?.",
    "Can pneumonia be cured?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can pneumonia be cured?.",
    "How is pneumonia diagnosed?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is pneumonia diagnosed?.",
    "Is pneumonia contagious?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is pneumonia contagious?.",
    "Who is most at risk for pneumonia?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for pneumonia?.",
    "What are the complications of pneumonia?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of pneumonia?.",
    "How long does it take to recover from pneumonia?": "Pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from pneumonia?.",
    "What is bacterial pneumonia?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is bacterial pneumonia?.",
    "How can bacterial pneumonia be prevented?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can bacterial pneumonia be prevented?.",
    "What are the symptoms of bacterial pneumonia?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of bacterial pneumonia?.",
    "What are the causes of bacterial pneumonia?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of bacterial pneumonia?.",
    "Can bacterial pneumonia be cured?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can bacterial pneumonia be cured?.",
    "How is bacterial pneumonia diagnosed?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is bacterial pneumonia diagnosed?.",
    "Is bacterial pneumonia contagious?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is bacterial pneumonia contagious?.",
    "Who is most at risk for bacterial pneumonia?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for bacterial pneumonia?.",
    "What are the complications of bacterial pneumonia?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of bacterial pneumonia?.",
    "How long does it take to recover from bacterial pneumonia?": "Bacterial pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from bacterial pneumonia?.",
    "What is viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is viral pneumonia?.",
    "How can viral pneumonia be prevented?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can viral pneumonia be prevented?.",
    "What are the symptoms of viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of viral pneumonia?.",
    "What are the causes of viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of viral pneumonia?.",
    "Can viral pneumonia be cured?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can viral pneumonia be cured?.",
    "How is viral pneumonia diagnosed?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is viral pneumonia diagnosed?.",
    "Is viral pneumonia contagious?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is viral pneumonia contagious?.",
    "Who is most at risk for viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for viral pneumonia?.",
    "What are the complications of viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of viral pneumonia?.",
    "How long does it take to recover from viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from viral pneumonia?.",
    "What is lung infection?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is lung infection?.",
    "How can lung infection be prevented?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can lung infection be prevented?.",
    "What are the symptoms of lung infection?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of lung infection?.",
    "What are the causes of lung infection?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of lung infection?.",
    "Can lung infection be cured?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can lung infection be cured?.",
    "How is lung infection diagnosed?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is lung infection diagnosed?.",
    "Is lung infection contagious?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is lung infection contagious?.",
    "Who is most at risk for lung infection?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for lung infection?.",
    "What are the complications of lung infection?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of lung infection?.",
    "How long does it take to recover from lung infection?": "Lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from lung infection?.",
    "What is chest infection?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is chest infection?.",
    "How can chest infection be prevented?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can chest infection be prevented?.",
    "What are the symptoms of chest infection?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of chest infection?.",
    "What are the causes of chest infection?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of chest infection?.",
    "Can chest infection be cured?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can chest infection be cured?.",
    "How is chest infection diagnosed?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is chest infection diagnosed?.",
    "Is chest infection contagious?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is chest infection contagious?.",
    "Who is most at risk for chest infection?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for chest infection?.",
    "What are the complications of chest infection?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of chest infection?.",
    "How long does it take to recover from chest infection?": "Chest infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from chest infection?.",
    "What is respiratory diseases?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is respiratory diseases?.",
    "How can respiratory diseases be prevented?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can respiratory diseases be prevented?.",
    "What are the symptoms of respiratory diseases?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of respiratory diseases?.",
    "What are the causes of respiratory diseases?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of respiratory diseases?.",
    "Can respiratory diseases be cured?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can respiratory diseases be cured?.",
    "How is respiratory diseases diagnosed?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is respiratory diseases diagnosed?.",
    "Is respiratory diseases contagious?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is respiratory diseases contagious?.",
    "Who is most at risk for respiratory diseases?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for respiratory diseases?.",
    "What are the complications of respiratory diseases?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of respiratory diseases?.",
    "How long does it take to recover from respiratory diseases?": "Respiratory diseases is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from respiratory diseases?.",
    "What is pneumococcal pneumonia?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is pneumococcal pneumonia?.",
    "How can pneumococcal pneumonia be prevented?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can pneumococcal pneumonia be prevented?.",
    "What are the symptoms of pneumococcal pneumonia?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of pneumococcal pneumonia?.",
    "What are the causes of pneumococcal pneumonia?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of pneumococcal pneumonia?.",
    "Can pneumococcal pneumonia be cured?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can pneumococcal pneumonia be cured?.",
    "How is pneumococcal pneumonia diagnosed?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is pneumococcal pneumonia diagnosed?.",
    "Is pneumococcal pneumonia contagious?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is pneumococcal pneumonia contagious?.",
    "Who is most at risk for pneumococcal pneumonia?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for pneumococcal pneumonia?.",
    "What are the complications of pneumococcal pneumonia?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of pneumococcal pneumonia?.",
    "How long does it take to recover from pneumococcal pneumonia?": "Pneumococcal pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from pneumococcal pneumonia?.",
    "What is walking pneumonia?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is walking pneumonia?.",
    "How can walking pneumonia be prevented?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can walking pneumonia be prevented?.",
    "What are the symptoms of walking pneumonia?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of walking pneumonia?.",
    "What are the causes of walking pneumonia?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of walking pneumonia?.",
    "Can walking pneumonia be cured?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can walking pneumonia be cured?.",
    "How is walking pneumonia diagnosed?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is walking pneumonia diagnosed?.",
    "Is walking pneumonia contagious?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is walking pneumonia contagious?.",
    "Who is most at risk for walking pneumonia?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for walking pneumonia?.",
    "What are the complications of walking pneumonia?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of walking pneumonia?.",
    "How long does it take to recover from walking pneumonia?": "Walking pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from walking pneumonia?.",
    "What is COVID-19-related pneumonia?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is covid-19-related pneumonia?.",
    "How can COVID-19-related pneumonia be prevented?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can covid-19-related pneumonia be prevented?.",
    "What are the symptoms of COVID-19-related pneumonia?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of covid-19-related pneumonia?.",
    "What are the causes of COVID-19-related pneumonia?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of covid-19-related pneumonia?.",
    "Can COVID-19-related pneumonia be cured?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can covid-19-related pneumonia be cured?.",
    "How is COVID-19-related pneumonia diagnosed?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is covid-19-related pneumonia diagnosed?.",
    "Is COVID-19-related pneumonia contagious?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is covid-19-related pneumonia contagious?.",
    "Who is most at risk for COVID-19-related pneumonia?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for covid-19-related pneumonia?.",
    "What are the complications of COVID-19-related pneumonia?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of covid-19-related pneumonia?.",
    "How long does it take to recover from COVID-19-related pneumonia?": "Covid-19-related pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from covid-19-related pneumonia?.",
    "What is aspiration pneumonia?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is aspiration pneumonia?.",
    "How can aspiration pneumonia be prevented?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can aspiration pneumonia be prevented?.",
    "What are the symptoms of aspiration pneumonia?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of aspiration pneumonia?.",
    "What are the causes of aspiration pneumonia?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of aspiration pneumonia?.",
    "Can aspiration pneumonia be cured?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can aspiration pneumonia be cured?.",
    "How is aspiration pneumonia diagnosed?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is aspiration pneumonia diagnosed?.",
    "Is aspiration pneumonia contagious?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is aspiration pneumonia contagious?.",
    "Who is most at risk for aspiration pneumonia?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for aspiration pneumonia?.",
    "What are the complications of aspiration pneumonia?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of aspiration pneumonia?.",
    "How long does it take to recover from aspiration pneumonia?": "Aspiration pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from aspiration pneumonia?.",
    "What is hospital-acquired pneumonia?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is hospital-acquired pneumonia?.",
    "How can hospital-acquired pneumonia be prevented?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can hospital-acquired pneumonia be prevented?.",
    "What are the symptoms of hospital-acquired pneumonia?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of hospital-acquired pneumonia?.",
    "What are the causes of hospital-acquired pneumonia?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of hospital-acquired pneumonia?.",
    "Can hospital-acquired pneumonia be cured?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can hospital-acquired pneumonia be cured?.",
    "How is hospital-acquired pneumonia diagnosed?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is hospital-acquired pneumonia diagnosed?.",
    "Is hospital-acquired pneumonia contagious?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is hospital-acquired pneumonia contagious?.",
    "Who is most at risk for hospital-acquired pneumonia?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for hospital-acquired pneumonia?.",
    "What are the complications of hospital-acquired pneumonia?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of hospital-acquired pneumonia?.",
    "How long does it take to recover from hospital-acquired pneumonia?": "Hospital-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from hospital-acquired pneumonia?.",
    "What is community-acquired pneumonia?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is community-acquired pneumonia?.",
    "How can community-acquired pneumonia be prevented?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can community-acquired pneumonia be prevented?.",
    "What are the symptoms of community-acquired pneumonia?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of community-acquired pneumonia?.",
    "What are the causes of community-acquired pneumonia?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of community-acquired pneumonia?.",
    "Can community-acquired pneumonia be cured?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can community-acquired pneumonia be cured?.",
    "How is community-acquired pneumonia diagnosed?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is community-acquired pneumonia diagnosed?.",
    "Is community-acquired pneumonia contagious?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is community-acquired pneumonia contagious?.",
    "Who is most at risk for community-acquired pneumonia?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for community-acquired pneumonia?.",
    "What are the complications of community-acquired pneumonia?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of community-acquired pneumonia?.",
    "How long does it take to recover from community-acquired pneumonia?": "Community-acquired pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from community-acquired pneumonia?.",
    "What is bronchitis?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is bronchitis?.",
    "How can bronchitis be prevented?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can bronchitis be prevented?.",
    "What are the symptoms of bronchitis?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of bronchitis?.",
    "What are the causes of bronchitis?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of bronchitis?.",
    "Can bronchitis be cured?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can bronchitis be cured?.",
    "How is bronchitis diagnosed?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is bronchitis diagnosed?.",
    "Is bronchitis contagious?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is bronchitis contagious?.",
    "Who is most at risk for bronchitis?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for bronchitis?.",
    "What are the complications of bronchitis?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of bronchitis?.",
    "How long does it take to recover from bronchitis?": "Bronchitis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from bronchitis?.",
    "What is tuberculosis?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is tuberculosis?.",
    "How can tuberculosis be prevented?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can tuberculosis be prevented?.",
    "What are the symptoms of tuberculosis?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of tuberculosis?.",
    "What are the causes of tuberculosis?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of tuberculosis?.",
    "Can tuberculosis be cured?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can tuberculosis be cured?.",
    "How is tuberculosis diagnosed?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is tuberculosis diagnosed?.",
    "Is tuberculosis contagious?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is tuberculosis contagious?.",
    "Who is most at risk for tuberculosis?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for tuberculosis?.",
    "What are the complications of tuberculosis?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of tuberculosis?.",
    "How long does it take to recover from tuberculosis?": "Tuberculosis is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from tuberculosis?.",
    "What is influenza complications?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is influenza complications?.",
    "How can influenza complications be prevented?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can influenza complications be prevented?.",
    "What are the symptoms of influenza complications?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of influenza complications?.",
    "What are the causes of influenza complications?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of influenza complications?.",
    "Can influenza complications be cured?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can influenza complications be cured?.",
    "How is influenza complications diagnosed?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is influenza complications diagnosed?.",
    "Is influenza complications contagious?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is influenza complications contagious?.",
    "Who is most at risk for influenza complications?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for influenza complications?.",
    "What are the complications of influenza complications?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of influenza complications?.",
    "How long does it take to recover from influenza complications?": "Influenza complications is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from influenza complications?.",
    "What is lung health?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is lung health?.",
    "How can lung health be prevented?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can lung health be prevented?.",
    "What are the symptoms of lung health?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of lung health?.",
    "What are the causes of lung health?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of lung health?.",
    "Can lung health be cured?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can lung health be cured?.",
    "How is lung health diagnosed?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is lung health diagnosed?.",
    "Is lung health contagious?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is lung health contagious?.",
    "Who is most at risk for lung health?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for lung health?.",
    "What are the complications of lung health?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of lung health?.",
    "How long does it take to recover from lung health?": "Lung health is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from lung health?.",
    "What is immune system and pneumonia?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is immune system and pneumonia?.",
    "How can immune system and pneumonia be prevented?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can immune system and pneumonia be prevented?.",
    "What are the symptoms of immune system and pneumonia?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of immune system and pneumonia?.",
    "What are the causes of immune system and pneumonia?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of immune system and pneumonia?.",
    "Can immune system and pneumonia be cured?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can immune system and pneumonia be cured?.",
    "How is immune system and pneumonia diagnosed?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is immune system and pneumonia diagnosed?.",
    "Is immune system and pneumonia contagious?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is immune system and pneumonia contagious?.",
    "Who is most at risk for immune system and pneumonia?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for immune system and pneumonia?.",
    "What are the complications of immune system and pneumonia?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of immune system and pneumonia?.",
    "How long does it take to recover from immune system and pneumonia?": "Immune system and pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from immune system and pneumonia?.",
    "What is vaccines for pneumonia?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is vaccines for pneumonia?.",
    "How can vaccines for pneumonia be prevented?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can vaccines for pneumonia be prevented?.",
    "What are the symptoms of vaccines for pneumonia?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of vaccines for pneumonia?.",
    "What are the causes of vaccines for pneumonia?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of vaccines for pneumonia?.",
    "Can vaccines for pneumonia be cured?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can vaccines for pneumonia be cured?.",
    "How is vaccines for pneumonia diagnosed?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is vaccines for pneumonia diagnosed?.",
    "Is vaccines for pneumonia contagious?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is vaccines for pneumonia contagious?.",
    "Who is most at risk for vaccines for pneumonia?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for vaccines for pneumonia?.",
    "What are the complications of vaccines for pneumonia?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of vaccines for pneumonia?.",
    "How long does it take to recover from vaccines for pneumonia?": "Vaccines for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from vaccines for pneumonia?.",
    "What is antibiotics for pneumonia?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is antibiotics for pneumonia?.",
    "How can antibiotics for pneumonia be prevented?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can antibiotics for pneumonia be prevented?.",
    "What are the symptoms of antibiotics for pneumonia?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of antibiotics for pneumonia?.",
    "What are the causes of antibiotics for pneumonia?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of antibiotics for pneumonia?.",
    "Can antibiotics for pneumonia be cured?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can antibiotics for pneumonia be cured?.",
    "How is antibiotics for pneumonia diagnosed?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is antibiotics for pneumonia diagnosed?.",
    "Is antibiotics for pneumonia contagious?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is antibiotics for pneumonia contagious?.",
    "Who is most at risk for antibiotics for pneumonia?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for antibiotics for pneumonia?.",
    "What are the complications of antibiotics for pneumonia?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of antibiotics for pneumonia?.",
    "How long does it take to recover from antibiotics for pneumonia?": "Antibiotics for pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from antibiotics for pneumonia?.",
    "What is pneumonia in children?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is pneumonia in children?.",
    "How can pneumonia in children be prevented?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can pneumonia in children be prevented?.",
    "What are the symptoms of pneumonia in children?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of pneumonia in children?.",
    "What are the causes of pneumonia in children?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of pneumonia in children?.",
    "Can pneumonia in children be cured?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can pneumonia in children be cured?.",
    "How is pneumonia in children diagnosed?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is pneumonia in children diagnosed?.",
    "Is pneumonia in children contagious?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is pneumonia in children contagious?.",
    "Who is most at risk for pneumonia in children?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for pneumonia in children?.",
    "What are the complications of pneumonia in children?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of pneumonia in children?.",
    "How long does it take to recover from pneumonia in children?": "Pneumonia in children is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from pneumonia in children?.",
    "What is pneumonia in elderly patients?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is pneumonia in elderly patients?.",
    "How can pneumonia in elderly patients be prevented?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can pneumonia in elderly patients be prevented?.",
    "What are the symptoms of pneumonia in elderly patients?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of pneumonia in elderly patients?.",
    "What are the causes of pneumonia in elderly patients?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of pneumonia in elderly patients?.",
    "Can pneumonia in elderly patients be cured?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can pneumonia in elderly patients be cured?.",
    "How is pneumonia in elderly patients diagnosed?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is pneumonia in elderly patients diagnosed?.",
    "Is pneumonia in elderly patients contagious?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is pneumonia in elderly patients contagious?.",
    "Who is most at risk for pneumonia in elderly patients?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for pneumonia in elderly patients?.",
    "What are the complications of pneumonia in elderly patients?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of pneumonia in elderly patients?.",
    "How long does it take to recover from pneumonia in elderly patients?": "Pneumonia in elderly patients is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from pneumonia in elderly patients?.",
    "What is pneumonia prevention tips?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is pneumonia prevention tips?.",
    "How can pneumonia prevention tips be prevented?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can pneumonia prevention tips be prevented?.",
    "What are the symptoms of pneumonia prevention tips?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of pneumonia prevention tips?.",
    "What are the causes of pneumonia prevention tips?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of pneumonia prevention tips?.",
    "Can pneumonia prevention tips be cured?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can pneumonia prevention tips be cured?.",
    "How is pneumonia prevention tips diagnosed?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is pneumonia prevention tips diagnosed?.",
    "Is pneumonia prevention tips contagious?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is pneumonia prevention tips contagious?.",
    "Who is most at risk for pneumonia prevention tips?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for pneumonia prevention tips?.",
    "What are the complications of pneumonia prevention tips?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of pneumonia prevention tips?.",
    "How long does it take to recover from pneumonia prevention tips?": "Pneumonia prevention tips is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from pneumonia prevention tips?.",
    "What is hydration and pneumonia recovery?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is hydration and pneumonia recovery?.",
    "How can hydration and pneumonia recovery be prevented?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can hydration and pneumonia recovery be prevented?.",
    "What are the symptoms of hydration and pneumonia recovery?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of hydration and pneumonia recovery?.",
    "What are the causes of hydration and pneumonia recovery?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of hydration and pneumonia recovery?.",
    "Can hydration and pneumonia recovery be cured?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can hydration and pneumonia recovery be cured?.",
    "How is hydration and pneumonia recovery diagnosed?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is hydration and pneumonia recovery diagnosed?.",
    "Is hydration and pneumonia recovery contagious?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is hydration and pneumonia recovery contagious?.",
    "Who is most at risk for hydration and pneumonia recovery?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for hydration and pneumonia recovery?.",
    "What are the complications of hydration and pneumonia recovery?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of hydration and pneumonia recovery?.",
    "How long does it take to recover from hydration and pneumonia recovery?": "Hydration and pneumonia recovery is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from hydration and pneumonia recovery?.",
    "What is pneumonia-related fever?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is pneumonia-related fever?.",
    "How can pneumonia-related fever be prevented?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can pneumonia-related fever be prevented?.",
    "What are the symptoms of pneumonia-related fever?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of pneumonia-related fever?.",
    "What are the causes of pneumonia-related fever?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of pneumonia-related fever?.",
    "Can pneumonia-related fever be cured?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can pneumonia-related fever be cured?.",
    "How is pneumonia-related fever diagnosed?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is pneumonia-related fever diagnosed?.",
    "Is pneumonia-related fever contagious?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is pneumonia-related fever contagious?.",
    "Who is most at risk for pneumonia-related fever?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for pneumonia-related fever?.",
    "What are the complications of pneumonia-related fever?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of pneumonia-related fever?.",
    "How long does it take to recover from pneumonia-related fever?": "Pneumonia-related fever is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from pneumonia-related fever?.",
    "What is chronic pneumonia?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what is chronic pneumonia?.",
    "How can chronic pneumonia be prevented?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how can chronic pneumonia be prevented?.",
    "What are the symptoms of chronic pneumonia?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the symptoms of chronic pneumonia?.",
    "What are the causes of chronic pneumonia?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the causes of chronic pneumonia?.",
    "Can chronic pneumonia be cured?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on can chronic pneumonia be cured?.",
    "How is chronic pneumonia diagnosed?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how is chronic pneumonia diagnosed?.",
    "Is chronic pneumonia contagious?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on is chronic pneumonia contagious?.",
    "Who is most at risk for chronic pneumonia?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for chronic pneumonia?.",
    "What are the complications of chronic pneumonia?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what are the complications of chronic pneumonia?.",
    "How long does it take to recover from chronic pneumonia?": "Chronic pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long does it take to recover from chronic pneumonia?.",
    "Can viral pneumonia be cured?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on whether viral pneumonia can be cured.",
    "How is viral pneumonia diagnosed?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how viral pneumonia is diagnosed.",
    "Is viral pneumonia contagious?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on whether viral pneumonia is contagious.",
    "Can viral pneumonia be cured?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on whether viral pneumonia can be cured.",
    "How is viral pneumonia diagnosed?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how viral pneumonia is diagnosed.",
    "Is viral pneumonia contagious?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on whether viral pneumonia is contagious.",
    "Who is most at risk for viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for viral pneumonia.",
    "What are the complications of viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what complications can arise from viral pneumonia.",
    "How long does it take to recover from viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long it takes to recover from viral pneumonia.",
    "What is a lung infection?": "A lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what constitutes a lung infection.",
    "Can pneumonia be caused by a virus?": "Yes, pneumonia can be caused by viral infections. Please consult a healthcare professional for more detailed information on the causes of pneumonia.",
    "What are the symptoms of viral pneumonia?": "The symptoms of viral pneumonia can include coughing, fever, difficulty breathing, and chest pain. Consult a healthcare provider for proper diagnosis and treatment.",
    "How is viral pneumonia different from bacterial pneumonia?": "Viral pneumonia is caused by viral infections, while bacterial pneumonia is caused by bacteria. Consult a healthcare provider for more details on the differences.",
    "Can viral pneumonia be prevented?": "While there is no specific vaccine for viral pneumonia, good hygiene practices and avoiding exposure to viruses can help prevent it. Please consult a healthcare professional for further guidance.",
    "What are the risk factors for viral pneumonia?": "Risk factors for viral pneumonia include weakened immune systems, older age, and underlying lung diseases. Please consult a healthcare professional for more details.",
    "Can pneumonia cause death?": "In severe cases, pneumonia can be fatal. Please consult a healthcare provider for more information on the risks and how to prevent complications.",
    "How is pneumonia treated?": "Pneumonia treatment can vary depending on its cause. A healthcare professional can provide the best treatment options for your condition.",
    "Can antibiotics treat viral pneumonia?": "No, antibiotics are not effective against viral infections. Consult a healthcare professional for the appropriate treatment options for viral pneumonia.",
    "Is viral pneumonia serious?": "Viral pneumonia can be serious, especially in people with compromised immune systems. Its important to seek medical care promptly.",
    "What tests are done to diagnose pneumonia?": "Doctors may conduct chest X-rays, blood tests, and sputum tests to diagnose pneumonia. Please consult a healthcare professional for details.",
    "How can I prevent the spread of viral pneumonia?": "You can help prevent the spread of viral pneumonia by practicing good hygiene, wearing a mask, and avoiding contact with infected individuals.",
    "What is the recovery time for viral pneumonia?": "The recovery time for viral pneumonia depends on its severity and your overall health. Consult your healthcare provider for a more personalized estimate.",
    "Can viral pneumonia lead to other complications?": "Yes, viral pneumonia can lead to complications like respiratory failure, bacterial infections, and sepsis. Please consult a healthcare provider for more details.",
    "Is coughing a sign of viral pneumonia?": "Yes, coughing is a common symptom of viral pneumonia. If you have persistent coughing or other symptoms, please consult a healthcare professional.",
    "What is the difference between viral and bacterial lung infections?": "Viral and bacterial lung infections differ in their causes, symptoms, and treatment methods. A healthcare professional can provide detailed guidance on the differences.",
    "Is a chest X-ray necessary to diagnose pneumonia?": "Yes, a chest X-ray is commonly used to diagnose pneumonia and assess the severity of lung infection. Consult a healthcare provider for a proper diagnosis.",
    "Can viral pneumonia lead to long-term lung damage?": "Viral pneumonia can sometimes lead to long-term lung damage, especially if not treated properly. Consult a healthcare professional for further information.",
    "What is the role of antiviral medication in treating viral pneumonia?": "Antiviral medications may be used to treat certain types of viral pneumonia. Please consult a healthcare provider for guidance on the appropriate treatment.",
    "Can smoking increase the risk of viral pneumonia?": "Yes, smoking can weaken the immune system and increase the risk of developing pneumonia, including viral pneumonia. Please consult a healthcare provider for more information.",
    "What vaccines help prevent pneumonia?": "Vaccines like the flu vaccine and pneumococcal vaccine can help prevent certain types of pneumonia. Consult your healthcare provider for vaccination recommendations.",
    "What is the role of oxygen therapy in pneumonia treatment?": "Oxygen therapy can be used to help patients with pneumonia who are having difficulty breathing. Consult your healthcare provider to understand if its necessary for your case.",
    "Can I go back to work or school after having pneumonia?": "Its important to fully recover from pneumonia before returning to work or school. Please consult a healthcare professional for advice based on your recovery.",
    "What is the best way to manage viral pneumonia at home?": "Managing viral pneumonia at home typically involves rest, hydration, and medication as prescribed by a healthcare provider. Consult your healthcare provider for personalized advice.",
    "What is the role of a doctor in treating pneumonia?": "A doctor plays a critical role in diagnosing and managing pneumonia. They can recommend the appropriate treatment based on your symptoms and overall health.",
    "Is pneumonia more common in certain seasons?": "Pneumonia is more common during the fall and winter months, especially in colder climates. Consult a healthcare provider for more details on seasonal trends.",
    "Can a viral infection cause pneumonia in children?": "Yes, viral infections can cause pneumonia in children. It is important to consult a pediatrician for proper diagnosis and treatment.",
    "What happens if viral pneumonia is not treated?": "If viral pneumonia is not treated, it can lead to severe complications such as respiratory failure or other infections. Please consult a healthcare provider for guidance.",
    "Is there a test for viral pneumonia?": "Yes, healthcare professionals use chest X-rays, blood tests, and sputum cultures to diagnose viral pneumonia. Please consult a doctor for more information.",
    "What is the incubation period for viral pneumonia?": "The incubation period for viral pneumonia typically ranges from a few days to a week. Consult a healthcare provider for more details.",
    "Can pneumonia spread through the air?": "Yes, pneumonia can spread through the air, especially when infected individuals cough or sneeze. Please take precautions to reduce the spread.",
    "How do I know if my pneumonia is getting worse?": "Signs of worsening pneumonia include increased difficulty breathing, chest pain, and confusion. Seek medical help if these symptoms occur.",
    "What is atypical pneumonia?": "Atypical pneumonia is caused by organisms like Mycoplasma pneumoniae, which can present with milder symptoms compared to typical bacterial pneumonia.",
    "Can pneumonia cause chest pain?": "Yes, chest pain is a common symptom of pneumonia due to inflammation in the lungs and pleura. Consult a healthcare provider for proper treatment.",
    "What is walking pneumonia?": "Walking pneumonia is a mild form of pneumonia, often caused by Mycoplasma pneumoniae, where patients may not feel severely ill but still require treatment.",
    "Can pneumonia be diagnosed without a chest X-ray?": "A chest X-ray is commonly used, but pneumonia can also be diagnosed based on physical examination, blood tests, and other imaging techniques.",
    "How does the flu lead to pneumonia?": "The flu can damage the respiratory system, creating an environment where bacteria or viruses can infect the lungs, leading to pneumonia.",
    "Can children get pneumonia from a cold?": "Yes, children can develop pneumonia as a complication of a cold, especially if the virus spreads to the lungs.",
    "Are there any foods that can help prevent pneumonia?": "A healthy diet with adequate vitamins, minerals, and hydration supports immune function and can help prevent infections like pneumonia.",
    "How can I strengthen my immune system to prevent pneumonia?": "Maintaining a healthy lifestyle with proper nutrition, regular exercise, and sufficient sleep can help strengthen the immune system and reduce the risk of pneumonia.",
    "What is the prognosis for children with pneumonia?": "The prognosis for children with pneumonia is usually good with appropriate treatment, although it can depend on the severity and underlying health conditions.",
    "How does pneumonia affect the elderly?": "Pneumonia can be more severe in elderly individuals, leading to complications like respiratory failure or sepsis. Early treatment is essential.",
    "Can pneumonia lead to sepsis?": "Yes, pneumonia can lead to sepsis, a life-threatening condition where the infection spreads throughout the body.",
    "Can viral pneumonia cause lung scarring?": "In some cases, viral pneumonia can lead to scarring in the lungs, especially if the infection is severe and not properly treated.",
    "Is there a vaccine for viral pneumonia?": "Currently, there is no vaccine specifically for viral pneumonia, but vaccines for flu and other respiratory viruses can help reduce the risk of pneumonia.",
    "What is the best position to sleep in when recovering from pneumonia?": "Sleeping in a semi-upright position can help improve breathing during recovery from pneumonia. Consult your healthcare provider for personalized advice.",
    "How does pneumonia affect breathing?": "Pneumonia causes inflammation in the lungs, making it difficult for oxygen to enter the bloodstream and causing difficulty breathing.",
    "Is pneumonia treated with steroids?": "Steroids are sometimes used to reduce inflammation in severe cases of pneumonia. Consult a healthcare provider to see if this treatment is appropriate for your case.",
    "Can pneumonia cause confusion in elderly patients?": "Yes, confusion and altered mental status are common symptoms of pneumonia in elderly patients, especially if the infection is severe.",
    "What is the recovery time for bacterial pneumonia?": "Bacterial pneumonia typically requires antibiotics for recovery, and most patients start feeling better in about 1-2 weeks, though complete recovery may take longer.",
    "Can pneumonia cause fatigue?": "Yes, fatigue is a common symptom of pneumonia, as the body uses energy to fight the infection.",
    "Is it safe to exercise with pneumonia?": "No, it's important to rest and allow your body to recover fully from pneumonia before resuming physical activities. Consult a healthcare provider for guidance.",
    "Can a blood test help diagnose pneumonia?": "Yes, blood tests can help identify the infection causing pneumonia and assess the severity of the condition.",
    "How can I treat mild pneumonia at home?": "Mild pneumonia can often be treated with rest, fluids, and over-the-counter medications for fever and pain. Always consult a healthcare provider for guidance.",
    "Who is most at risk for viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for viral pneumonia.",
    "What are the complications of viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what complications can arise from viral pneumonia.",
    "How long does it take to recover from viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long it takes to recover from viral pneumonia.",
    "What is a lung infection?": "A lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what constitutes a lung infection.",
    "Can pneumonia be caused by a virus?": "Yes, pneumonia can be caused by viral infections. Please consult a healthcare professional for more detailed information on the causes of pneumonia.",
    "What are the symptoms of viral pneumonia?": "The symptoms of viral pneumonia can include coughing, fever, difficulty breathing, and chest pain. Consult a healthcare provider for proper diagnosis and treatment.",
    "How is viral pneumonia different from bacterial pneumonia?": "Viral pneumonia is caused by viral infections, while bacterial pneumonia is caused by bacteria. Consult a healthcare provider for more details on the differences.",
    "Can viral pneumonia be prevented?": "While there is no specific vaccine for viral pneumonia, good hygiene practices and avoiding exposure to viruses can help prevent it. Please consult a healthcare professional for further guidance.",
    "What are the risk factors for viral pneumonia?": "Risk factors for viral pneumonia include weakened immune systems, older age, and underlying lung diseases. Please consult a healthcare professional for more details.",
    "Can pneumonia cause death?": "In severe cases, pneumonia can be fatal. Please consult a healthcare provider for more information on the risks and how to prevent complications.",
    "How is pneumonia treated?": "Pneumonia treatment can vary depending on its cause. A healthcare professional can provide the best treatment options for your condition.",
    "Can antibiotics treat viral pneumonia?": "No, antibiotics are not effective against viral infections. Consult a healthcare professional for the appropriate treatment options for viral pneumonia.",
    "Is viral pneumonia serious?": "Viral pneumonia can be serious, especially in people with compromised immune systems. Its important to seek medical care promptly.",
    "What tests are done to diagnose pneumonia?": "Doctors may conduct chest X-rays, blood tests, and sputum tests to diagnose pneumonia. Please consult a healthcare professional for details.",
    "How can I prevent the spread of viral pneumonia?": "You can help prevent the spread of viral pneumonia by practicing good hygiene, wearing a mask, and avoiding contact with infected individuals.",
    "What is the recovery time for viral pneumonia?": "The recovery time for viral pneumonia depends on its severity and your overall health. Consult your healthcare provider for a more personalized estimate.",
    "Can viral pneumonia lead to other complications?": "Yes, viral pneumonia can lead to complications like respiratory failure, bacterial infections, and sepsis. Please consult a healthcare provider for more details.",
    "Is coughing a sign of viral pneumonia?": "Yes, coughing is a common symptom of viral pneumonia. If you have persistent coughing or other symptoms, please consult a healthcare professional.",
    "What is the difference between viral and bacterial lung infections?": "Viral and bacterial lung infections differ in their causes, symptoms, and treatment methods. A healthcare professional can provide detailed guidance on the differences.",
    "Is a chest X-ray necessary to diagnose pneumonia?": "Yes, a chest X-ray is commonly used to diagnose pneumonia and assess the severity of lung infection. Consult a healthcare provider for a proper diagnosis.",
    "Can viral pneumonia lead to long-term lung damage?": "Viral pneumonia can sometimes lead to long-term lung damage, especially if not treated properly. Consult a healthcare professional for further information.",
    "What is the role of antiviral medication in treating viral pneumonia?": "Antiviral medications may be used to treat certain types of viral pneumonia. Please consult a healthcare provider for guidance on the appropriate treatment.",
    "Can smoking increase the risk of viral pneumonia?": "Yes, smoking can weaken the immune system and increase the risk of developing pneumonia, including viral pneumonia. Please consult a healthcare provider for more information.",
    "What vaccines help prevent pneumonia?": "Vaccines like the flu vaccine and pneumococcal vaccine can help prevent certain types of pneumonia. Consult your healthcare provider for vaccination recommendations.",
    "What is the role of oxygen therapy in pneumonia treatment?": "Oxygen therapy can be used to help patients with pneumonia who are having difficulty breathing. Consult your healthcare provider to understand if its necessary for your case.",
    "Can I go back to work or school after having pneumonia?": "Its important to fully recover from pneumonia before returning to work or school. Please consult a healthcare professional for advice based on your recovery.",
    "What is the best way to manage viral pneumonia at home?": "Managing viral pneumonia at home typically involves rest, hydration, and medication as prescribed by a healthcare provider. Consult your healthcare provider for personalized advice.",
    "What is the role of a doctor in treating pneumonia?": "A doctor plays a critical role in diagnosing and managing pneumonia. They can recommend the appropriate treatment based on your symptoms and overall health.",
    "Is pneumonia more common in certain seasons?": "Pneumonia is more common during the fall and winter months, especially in colder climates. Consult a healthcare provider for more details on seasonal trends.",
    "Can a viral infection cause pneumonia in children?": "Yes, viral infections can cause pneumonia in children. It is important to consult a pediatrician for proper diagnosis and treatment.",
    "What happens if viral pneumonia is not treated?": "If viral pneumonia is not treated, it can lead to severe complications such as respiratory failure or other infections. Please consult a healthcare provider for guidance.",
    "Is there a test for viral pneumonia?": "Yes, healthcare professionals use chest X-rays, blood tests, and sputum cultures to diagnose viral pneumonia. Please consult a doctor for more information.",
    "Can viral pneumonia be cured?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on whether viral pneumonia can be cured.",
    "How is viral pneumonia diagnosed?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how viral pneumonia is diagnosed.",
    "Is viral pneumonia contagious?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on whether viral pneumonia is contagious.",
    "Who is most at risk for viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on who is most at risk for viral pneumonia.",
    "What are the complications of viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what complications can arise from viral pneumonia.",
    "How long does it take to recover from viral pneumonia?": "Viral pneumonia is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on how long it takes to recover from viral pneumonia.",
    "What is a lung infection?": "A lung infection is a condition that requires medical attention. Please consult a healthcare professional for detailed advice on what constitutes a lung infection.",
    "Can pneumonia be caused by a virus?": "Yes, pneumonia can be caused by viral infections. Please consult a healthcare professional for more detailed information on the causes of pneumonia.",
    "What are the symptoms of viral pneumonia?": "The symptoms of viral pneumonia can include coughing, fever, difficulty breathing, and chest pain. Consult a healthcare provider for proper diagnosis and treatment.",
    "How is viral pneumonia different from bacterial pneumonia?": "Viral pneumonia is caused by viral infections, while bacterial pneumonia is caused by bacteria. Consult a healthcare provider for more details on the differences.",
    "Can viral pneumonia be prevented?": "While there is no specific vaccine for viral pneumonia, good hygiene practices and avoiding exposure to viruses can help prevent it. Please consult a healthcare professional for further guidance.",
    "What are the risk factors for viral pneumonia?": "Risk factors for viral pneumonia include weakened immune systems, older age, and underlying lung diseases. Please consult a healthcare professional for more details.",
    "Can pneumonia cause death?": "In severe cases, pneumonia can be fatal. Please consult a healthcare provider for more information on the risks and how to prevent complications.",
    "How is pneumonia treated?": "Pneumonia treatment can vary depending on its cause. A healthcare professional can provide the best treatment options for your condition.",
    "Can antibiotics treat viral pneumonia?": "No, antibiotics are not effective against viral infections. Consult a healthcare professional for the appropriate treatment options for viral pneumonia.",
    "Is viral pneumonia serious?": "Viral pneumonia can be serious, especially in people with compromised immune systems. Its important to seek medical care promptly.",
    "What tests are done to diagnose pneumonia?": "Doctors may conduct chest X-rays, blood tests, and sputum tests to diagnose pneumonia. Please consult a healthcare professional for details.",
    "How can I prevent the spread of viral pneumonia?": "You can help prevent the spread of viral pneumonia by practicing good hygiene, wearing a mask, and avoiding contact with infected individuals.",
    "What is the recovery time for viral pneumonia?": "The recovery time for viral pneumonia depends on its severity and your overall health. Consult your healthcare provider for a more personalized estimate.",
    "Can viral pneumonia lead to other complications?": "Yes, viral pneumonia can lead to complications like respiratory failure, bacterial infections, and sepsis. Please consult a healthcare provider for more details.",
    "Is coughing a sign of viral pneumonia?": "Yes, coughing is a common symptom of viral pneumonia. If you have persistent coughing or other symptoms, please consult a healthcare professional.",
    "What is the difference between viral and bacterial lung infections?": "Viral and bacterial lung infections differ in their causes, symptoms, and treatment methods. A healthcare professional can provide detailed guidance on the differences.",
    "Is a chest X-ray necessary to diagnose pneumonia?": "Yes, a chest X-ray is commonly used to diagnose pneumonia and assess the severity of lung infection. Consult a healthcare provider for a proper diagnosis.",
    "Can viral pneumonia lead to long-term lung damage?": "Viral pneumonia can sometimes lead to long-term lung damage, especially if the infection is severe and not properly treated. Consult a healthcare professional for further information.",
    "What is the role of antiviral medication in treating viral pneumonia?": "Antiviral medications may be used to treat certain types of viral pneumonia. Please consult a healthcare provider for guidance on the appropriate treatment.",
    "Can smoking increase the risk of viral pneumonia?": "Yes, smoking can weaken the immune system and increase the risk of developing pneumonia, including viral pneumonia. Please consult a healthcare provider for more information.",
    "What vaccines help prevent pneumonia?": "Vaccines like the flu vaccine and pneumococcal vaccine can help prevent certain types of pneumonia. Consult your healthcare provider for vaccination recommendations.",
    "What is the role of oxygen therapy in pneumonia treatment?": "Oxygen therapy can be used to help patients with pneumonia who are having difficulty breathing. Consult your healthcare provider to understand if its necessary for your case.",
    "Can I go back to work or school after having pneumonia?": "Its important to fully recover from pneumonia before returning to work or school. Please consult a healthcare professional for advice based on your recovery.",
    "What is the best way to manage viral pneumonia at home?": "Managing viral pneumonia at home typically involves rest, hydration, and medication as prescribed by a healthcare provider. Consult your healthcare provider for personalized advice.",
    "What is the role of a doctor in treating pneumonia?": "A doctor plays a critical role in diagnosing and managing pneumonia. They can recommend the appropriate treatment based on your symptoms and overall health.",
    "Is pneumonia more common in certain seasons?": "Pneumonia is more common during the fall and winter months, especially in colder climates. Consult a healthcare provider for more details on seasonal trends.",
    "Can a viral infection cause pneumonia in children?": "Yes, viral infections can cause pneumonia in children. It is important to consult a pediatrician for proper diagnosis and treatment.",
    "What happens if viral pneumonia is not treated?": "If viral pneumonia is not treated, it can lead to severe complications such as respiratory failure or other infections. Please consult a healthcare provider for guidance.",
    "Is there a test for viral pneumonia?": "Yes, healthcare professionals use chest X-rays, blood tests, and sputum cultures to diagnose viral pneumonia. Please consult a doctor for more information.",
    "What is the incubation period for viral pneumonia?": "The incubation period for viral pneumonia typically ranges from a few days to a week. Consult a healthcare provider for more details.",
    "Can pneumonia spread through the air?": "Yes, pneumonia can spread through the air, especially when infected individuals cough or sneeze. Please take precautions to reduce the spread.",
    "How do I know if my pneumonia is getting worse?": "Signs of worsening pneumonia include increased difficulty breathing, chest pain, and confusion. Seek medical help if these symptoms occur.",
    "What is atypical pneumonia?": "Atypical pneumonia is caused by organisms like Mycoplasma pneumoniae, which can present with milder symptoms compared to typical bacterial pneumonia.",
    "Can pneumonia cause chest pain?": "Yes, chest pain is a common symptom of pneumonia due to inflammation in the lungs and pleura. Consult a healthcare provider for proper treatment.",
    "What is walking pneumonia?": "Walking pneumonia is a mild form of pneumonia, often caused by Mycoplasma pneumoniae, where patients may not feel severely ill but still require treatment.",
    "Can pneumonia be diagnosed without a chest X-ray?": "A chest X-ray is commonly used, but pneumonia can also be diagnosed based on physical examination, blood tests, and other imaging techniques.",
    "How does the flu lead to pneumonia?": "The flu can damage the respiratory system, creating an environment where bacteria or viruses can infect the lungs, leading to pneumonia.",
    "Can children get pneumonia from a cold?": "Yes, children can develop pneumonia as a complication of a cold, especially if the virus spreads to the lungs.",
    "Are there any foods that can help prevent pneumonia?": "A healthy diet with adequate vitamins, minerals, and hydration supports immune function and can help prevent infections like pneumonia.",
    "How can I strengthen my immune system to prevent pneumonia?": "Maintaining a healthy lifestyle with proper nutrition, regular exercise, and sufficient sleep can help strengthen the immune system and reduce the risk of pneumonia.",
    "What is the prognosis for children with pneumonia?": "The prognosis for children with pneumonia is usually good with appropriate treatment, although it can depend on the severity and underlying health conditions.",
    "How does pneumonia affect the elderly?": "Pneumonia can be more severe in elderly individuals, leading to complications like respiratory failure or sepsis. Early treatment is essential.",
    "Can pneumonia lead to sepsis?": "Yes, pneumonia can lead to sepsis, a life-threatening condition where the infection spreads throughout the body.",
    "Can viral pneumonia cause lung scarring?": "In some cases, viral pneumonia can lead to scarring in the lungs, especially if the infection is severe and not properly treated.",
    "Is there a vaccine for viral pneumonia?": "Currently, there is no vaccine specifically for viral pneumonia, but vaccines for flu and other respiratory viruses can help reduce the risk of pneumonia.",
    "What is the best position to sleep in when recovering from pneumonia?": "Sleeping in a semi-upright position can help improve breathing during recovery from pneumonia. Consult your healthcare provider for personalized advice.",
    "How does pneumonia affect breathing?": "Pneumonia causes inflammation in the lungs, making it difficult for oxygen to enter the bloodstream and causing difficulty breathing.",
    "Is pneumonia treated with steroids?": "Steroids are sometimes used to reduce inflammation in severe cases of pneumonia. Consult a healthcare provider to see if this treatment is appropriate for your case.",
    "Can pneumonia cause confusion in elderly patients?": "Yes, confusion and altered mental status are common symptoms of pneumonia in elderly patients, especially if the infection is severe.",
    "What is the recovery time for bacterial pneumonia?": "Bacterial pneumonia typically requires antibiotics for recovery, and most patients start feeling better in about 1-2 weeks, though complete recovery may take longer.",
    "Can pneumonia cause fatigue?": "Yes, fatigue is a common symptom of pneumonia, as the body uses energy to fight the infection.",
    "Is it safe to exercise with pneumonia?": "No, it's important to rest and allow your body to recover fully from pneumonia before resuming physical activities. Consult a healthcare provider for guidance.",
    "Can a blood test help diagnose pneumonia?": "Yes, blood tests can help identify the infection causing pneumonia and assess the severity of the condition.",
    "How can I treat mild pneumonia at home?": "Mild pneumonia can often be treated with rest, fluids, and over-the-counter medications for fever and pain. Always consult a healthcare provider for guidance.",
    "Is pneumonia hereditary?": "No, pneumonia is not hereditary, but certain conditions like weakened immune systems can increase the risk of developing pneumonia."
}
